Repository: OpenTransitTools/view
Catalog: ott/view/locale/*/LC_MESSAGES/view.po
Languages: es

source: Eastbound
es: Dirección este

source: Westbound
es: Hacia el Oeste

source: Southbound
es: Hacia el Sur

source: Northbound
es: Dirección norte

source: Bench near stop
es: Banca para paradas

source: Bike locker at stop
es: Locker para bicicletas

source: Bike parking
es: Almacenaje de bicicletas

source: Bike rack at stop
es: Aparca bicicletas

source: Crosswalk near stop
es: Cruce de peatones

source: Curb ramp near stop
es: Rampa de la calle

source: Elevator
es: Ascensor

source: Garbage Can
es: Basurero

source: Lighting at stop
es: Iluminación

source: Pavement at back door
es: Salida pavimentada por la puerta trasera

source: Pavement at front door
es: Salida pavimentada por la puerta delantera

source: Protection from the weather
es: Protección contra la intemperie

source: Schedule display
es: Indicador de horarios

source: Shelter
es: Parada cubierta

source: Sidewalk at stop
es: Acera

source: Telephone near stop
es: Teléfono

source: Ticket machine near stop
es: Máquina de boletos

source: Traffic signal
es: Luz de la calle

source: TransitTracker sign
es: Pantalla informativa llegadas en tiempo real

source: Vending Machine
es: Expendedor Automático

source: elevator
es: ascensor

source: Origin is within a trivial distance of the destination.
es: La distancia del origen al destino es insignificante.

source: left
es: a la izquierda

source: right
es: a la derecha

source: slightly left
es: ligeramente a la izquierda

source: slightly right
es: ligeramente a la derecha

source: hard left
es: completamente a la izquierda

source: hard right
es: completamente a la derecha

source: continue
es: siga

source: continue to
es: continúe al

source: becomes
es: se convierte

source: take roundabout counterclockwise
es: tomar la rotonda hacia la izquierda

source: take roundabout clockwise
es: tomar la rotonda hacia la derecha

source: north
es: norte

source: south
es: sur

source: east
es: este

source: west
es: oeste

source: northeast
es: noreste

source: northwest
es: noroeste

source: southeast
es: sureste

source: southwest
es: suroeste

source: foot
es: pie

source: feet
es: pies

source: mile
es: milla

source: miles
es: millas

source: Route
es: Ruta

source: Address
es: Direccion

source: School
es: Escuela

source: Zipcode
es: Código postal

source: Activity Center
es: Centro de Actividades

source: Shopping
es: De compras

source: Parks
es: Parques

source: TriMet Facility
es: Instalación de TriMet

source: Today
es: Hoy

source: more
es: más

source: Stop related page
es: Página relacionada con la parada

source: Link to TriMet
es: Enlace a TriMet

source: Check out this page on trimet.org
es: Consulte esta página en trimet.org

source: Uncertain location
es: Lugar indefinido

source: Exception
es: Excepción

source: Oops!
es: ¡uy!

source: Related
es: Relacionado

source: TriMet: Trip Planner Help
es: TriMet: Ayuda del Planificador de Viajes

source: Trip Planner tips & help
es: Consejos y ayuda del Planificador de Viajes

source: Your Trip on TriMet
es: Su viaje en TriMet

source: Plan Your Trip on TriMet
es: Planee su viaje en TriMet

source: Trip Planner
es: Planificador de Viajes

source: Uncertain Location
es: Lugar indefinido

source: Walking Directions
es: Indicaciones para ir a pie

source: Uncertain planner problem
es: problema indeterminado del planificador

source: Stops and Stations
es: Paradas y Estaciones

source: Stops & Stations
es: Paradas y Estaciones

source: Stops near
es: Paradas cercanas a

source: Nearest Stops
es: Paradas más cercanas

source: Mobile
es: Móvil

source: Close
es: Cerrar

source: Arrival Times
es: Próximas llegadas

source: Plan a Trip
es: Planee un viaje

source: Service Alerts
es: Más información

source: Stops and Schedules
es: Paradas y Horarios

source: Maps
es: Mapas

source: Contact Us
es: Contáctenos

source: Feedback
es: Comentarios

source: App Center
es: Centro de Apps

source: Standard site
es: Sitio estándar

source: Terms of Use
es: Condiciones de Uso

source: Privacy Policy
es: Política de Privacidad

source: Map location
es: Mapa del lugar

source: Maps & Schedules
es: Mapas y Horarios

source: Home
es: Inicio

source: Map location
es: Mapa del lugar

source: Plan your trip on TriMet
es: Planee su viaje en TriMet

source: Next arrivals
es: Próximas llegadas

source: Show schedules for this stop/station
es: Mostrar horarios para esta parada

source: Schedule
es: Horarios

source: Show route map and schedules for this line
es: Mostrar mapa y horarios para esta ruta

source: Route info
es: Información de ruta

source: All routes
es: Todas las rutas

source: Amenities
es: Comodidades

source: Select a location
es: Seleccionar lugar

source: Enter address, intersection, landmark or Stop ID
es: Dirección, intersección, lugar o Stop ID (número de la parada)

source: Use my current GPS location
es: Usar mi ubicación actual del GPS

source: Maximum walk
es: Caminata máxima

source: Stop ID
es: Stop ID (número de la parada)

source: remove
es: eliminar

source: Select
es: Consultar

source: We found multiple
es: Encontramos múltiples

source: locations
es: lugares

source: for
es: para

source: We cannot find a
es: No podemos encontrar

source: location
es: lugar

source: Please make sure your GPS setting is turned on for this browser
es: Por favor, asegúrese de que su configuración de GPS esté activada para este navegador

source: There are several ways to enter a location
es: Existen varias maneras de escribir un lugar

source: Intersection
es: Intersección

source: (where two streets cross each other)
es: (punto donde se cruzan dos calles)

source: Landmarks
es: Puntos de referencia

source: The
es: El

source: is not working...
es: no está funcionando...

source: Contact us
es: Contáctenos

source: let us know more
es: Denos más información

source: Undefined
es: Indefinido

source: in
es: en

source: Please let us know
es: Denos más información

source: Plan a trip
es: Planee un viaje

source: to
es: a

source: To here
es: Hasta aquí

source: from
es: de

source: From here
es: Desde aquí

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Jan
es: ENE

source: Apr
es: ABR

source: Aug
es: AGO

source: Dec
es: DIC

source: Service alert at this stop
es: Alertas de servicio en esta parada

source: As of
es: A partir de

source: Or
es: O

source: Schedule for
es: Horarios de

source: Re-type location
es: Reescriba la dirección

source: Continue
es: Continuar

source: You can type in an address, intersection, landmark or Stop ID here.
es: Dirección, intersección, lugar o Stop ID (número de la parada)

source: Plan your trip
es: Planee un viaje

source: on
es: en

source: From
es: De

source: To
es: A

source: When
es: Cuándo

source: More options
es: Más opciones

source: Trip preferences (optional)
es: Preferencias de viaje (opcional)

source: Show me the
es: Muéstreme el

source: The quickest trips usually involve transferring between buses and trains and walking a short distance. You can choose 'fewest transfers' if you prefer not to transfer, but your trip will probably take longer.
es: Por lo general, los viajes más rápidos tienen tranbordos entre trenes y autobuses y una corta caminata. Puede elegir 'menor número de transbordos' si prefiere no transbordar sólo que su viaje llevará más tiempo.

source: Here, you can specify how far you are willing to walk or bike to and from the bus stop or rail station. Note: If set to less than 1 mile, some trips may not be possible.
es: Aquí, puede especificar la distancia que está dispuesto a caminar desde/hacia la parada de autobús o estación de tren. Nota: Si escoge menos de una milla algunos viajes no pueden ser posibles.

source: Travel by
es: Viaje en

source: Most trips involve a combination of buses and trains. You can specify bus-only or train-only, but keep in mind that some trips may not be possible as a result. To plan a bike + transit trip, use the Map Trip Planner.
es: La mayoría de los viajes tienen una combinación de autobuses y trenes. Puede especificar sólo autobús o sólo tren, pero tenga en cuenta que algunos viajes pueden no ser posibles como resultado de ello. Para planificar un viaje en bicicleta + tránsito use el Mapa Planificador de viajes.

source: Help
es: Ayuda

source: Fewer options
es: Menos opciones

source: Get directions
es: Obtenga direcciones

source: Submit your trip plan information
es: Envíe la información para su viaje

source: Use Interactive Map
es: Use el mapa interactivo

source: Depart after
es: Hora de salida

source: Arrive by
es: Hora de llegada

source: Late as possible
es: Ultimo viaje posible

source: Early as possible
es: Primer viaje del día

source: Quickest trip
es: El viaje más rápido

source: Fewest transfers
es: El menor número de trasbordos

source: 1/10 mile
es: 1/10 milla

source: 1/4 mile
es: 1/4 milla

source: 1/2 mile
es: 1/2 milla

source: 3/4 mile
es: 3/4 milla

source: 1 mile
es: 1 milla

source: 2 miles
es: 2 millas

source: 3 miles
es: 3 millas

source: 5 miles
es: 5 millas

source: 10 miles
es: 10 millas

source: Bus or train
es: Bus y tren

source: Train only
es: Sólo tren

source: Bus only
es: Sólo bus

source: Bike to transit
es: Bicicletear a tránsito

source: Bike and train only
es: Sólo bicicleta y tren

source: Bike only
es: Sólo bicicleta

source: Walk only
es: Sólo a pie

source: Turn
es: Girar

source: compass_direction
es: dirección del compás

source: Uncertain planner problem.
es: Problema indefinido del planificador

source: using
es: utilice

source: with a maximum walk of
es: con un recorrido a pie máximo de

source: Edit
es: Editar

source: Best bet
es: Su mejor opción

source: Option 2
es: Opción 2

source: Option 3
es: Opción 3

source: Email/Text
es: Email/Texto

source: Print
es: Imprima

source: View on mobile
es: Vea en el móvil

source: Return trip
es: Viaje de regreso

source: Edit/Start over
es: Editar/Comenzar de nuevo

source: (more...)
es: (más...)

source: Fare for this trip
es: Tarifas para este viaje

source: Adult
es: Adulto

source: Youth
es: óvenes

source: Honored Citizen
es: Ciudadano Honorable

source: measure
es: medir

source: ${number} transfer
es: ${number} transbordos

source: walk only
es: sólo a pie

source: transfer
es: transbordo

source: transfers
es: transbordos

source: Safest trip
es: Viaje más seguro

source: Times shown are estimates based on schedules and can be affected by traffic, road conditions, detours and other factors. Before you go, check
es: Los tiempos a continuación son sólo estimados basados en los horarios y pueden ser afectados por el tráfico, condiciones de calles, desvíos, y otros factores. Verifique antes de salir.

source: for real-time arrival information and any Service Alerts that may affect your trip.
es: para información en tiempo real y alertas de servicio que le pueden afectar su viaje.

source: Call 503-238-RIDE (7433), visit m.trimet.org, or text your Stop ID to 27299.
es: Llame al 503-238-RIDE (7433), visite trimet.org, o textee su número de parada al 27299.

source: Arrive at
es: Hora de llegada

source: Depart at
es: Hora de salida

source: which continues as
es: que sigue como

source: stay on board
es: permanecer abordo

source: Elevation gain
es: Aumento en elevación

source: ${number} foot
es: ${number} pies

source: Elevation loss
es: Perdida en elevación

source: Steepest grade
es: Terreno co más desnivel

source: Elevation chart
es: Gráfico de Elevación

source: Start
es: Inicie

source: Map of starting point (300x288)
es: Mapa del punto de partida (300x288)

source: End
es: Termine en

source: Map of ending point (300x288)
es: Mapa del punto final (300x288)

source: Take the elevator to level
es: Tome el ascensor hasta el nivel

source: Bike
es: Bicicletee

source: Show more information about this stop/station
es: Más información sobre esta parada

source: Show biking directions
es: Instrucciones para bicicletas

source: Expand
es: Expandir

source: Walk
es: Camine

source: Go to
es: Vaya a

source: Show walking directions
es: Indicaciones para ir a pie

source: Show schedule for
es: Mostrar horarios para

source: Board
es: Aborde

source: Get off at
es: Bájese en

source: Show more information about this stop
es: Más información sobre esta parada

source: Select a line
es: Seleccionar ruta

source: Select stop
es: Seleccionar una parada

source: Transit Centers
es: Centros de Tránsito

source: MAX Light Rail stations
es: Estaciones de trenes MAX

source: WES Commuter Rail stations
es: Estaciones de trenes WES

source: Park & Ride lots
es: Estacionamientos Park & Ride

source: Having problems? Click here for technical support.
es: ¿Tiene algún problema? Haga clic aquí para asistencia técnica

source: Help/tips
es: Ayuda/consejos

source: Show this trip on Interactive Map
es: Mostrar este viaje en el mapa interactivo

source: Having trouble with trip planner pages, like the geocoder...
es: Está teniendo problemas con paginas del planificador de viajes, como el geododer...

source: Stop landing page
es: Información de la parada de tránsito

source: Showing only
es: Mostrando sólo

source: Show all lines
es: Mostrar todas las líneas

source: Sorting by time
es: Por horas

source: Sort by time
es: Por horas

source: Find stops and stations
es: Encontrar paradas y estaciones

source: Find stops
es: Encontrar paradas

source: direction
es: Obtenga direcciones

source: Served by
es: Da servicio

source: miles away
es: millas

source: Walking directions
es: Indicaciones para ir a pie

source: Show more stops
es: Muestre más paradas

source: Find nearby stops
es: Encontrar paradas

source: Stop location on a map
es: Muestre el lugar en el mapa

source: View on Interactive Map
es: Vea en el mapa interactivo
